import React from "react";
import onezeroLogoBlack from "../../assets/onezero-logo-black.svg";
type Props = {};

export default function Footer({}: Props) {
  return (
    <footer className="flex flex-col py-4 px-5 items-center md:flex-row-reverse  md:justify-between md:px-[4.5rem] ">
      <img
        className="w-[7.5rem] self-end mt-4 mb-4 md:w-40"
        src={onezeroLogoBlack}
        alt="לוגו onezero"
      />
      <p className="md:hidden text-[0.5rem] font-Digibank-Regular text-darkgrey leading-3 opacity-70 my-4 md:text-xs 2xl:text-sm">
        הלוואות- בתוקף עד ליום 31.5.23 אי עמידה בפירעון ההלוואה עלול לגרור חיוב
        בריבית פיגורים והליכי הוצאה
        <br />
        לפועל. פרסום זה אינו מהווה הצעה ו/או התחייבות למתן הלוואה. אישור
        ההלוואה, סכומה ותנאיה כפופים
        <br />
        לתנאי הבנק ולשיקול דעתו הבלעדי של הבנק. פיקדונות- בכפוף לתנאי הבנק
        והפיקדון. בריבית משתנה,
        <br />
        בהפקדה חד פעמית לשנה, ניתן לשבור את הפיקדון בכל עת ולקבל את הקרן עם 10%
        מהריבית שיעור
        <br />
        ריבית מתואמת 4.25%. בנקאות פרטית דיגיטלית- בכפוף לתנאי מסלול One+/One מפורט
        בתעריפון הבנק.
        <br />
        0% עמלת המרת מט"ח בכרטיס- ניתן במסלולים וואן וואן פלוס בלבד בכפוף לשימוש
        סביר כמפורט
        <br />
        בתעריפון. חודשיים התנסות מתנה במסלול One - בכפוף לתנאי מסלול וואן
        ולתקנון המבצע ולהוסיף לינק
        <br />
        לתקנון. ניירות ערך/מסחר/+One - במסלול +One בשלב זה, אשר כולל, 10 פעולות
        קנייה ו/או מכירה
        <br />
        בחודש, למעט תשלום הוצאות צד ג'. בכפוף לתעריפון ולתנאי הבנק.
      </p>
      <p className="hidden md:block font-Digibank-Regular text-sm leading-[1.4] text-darkGrey ">
        הלוואות- בתוקף עד ליום 31.5.23. אי עמידה בפירעון ההלוואה עלול לגרור חיוב
        בריבית פיגורים והליכי הוצאה לפועל. פרסום זה אינו
        <br />
        מהווה הצעה ו/או התחייבות למתן הלוואה. אישור ההלוואה, סכומה ותנאיה כפופים
        לתנאי הבנק ולשיקול דעתו הבלעדי של הבנק.
        <br />
        פיקדונות- בכפוף לתנאי הבנק והפיקדון. בריבית משתנה, בהפקדה חד פעמית לשנה,
        ניתן לשבור את הפיקדון בכל עת ולקבל את הקרן
        <br />
        עם 10% מהריבית שיעור ריבית מתואמת 4.25%. בנקאות פרטית דיגיטלית- בכפוף לתנאי
        מסלול One+/One מפורט בתעריפון הבנק. 0%
        <br />
        עמלת המרת מט"ח בכרטיס- ניתן במסלולים וואן וואן פלוס בלבד בכפוף לשימוש
        סביר כמפורט בתעריפון. חודשיים התנסות מתנה
        <br />
        במסלול One - בכפוף לתנאי מסלול וואן ולתקנון המבצע ולהוסיף לינק לתקנון.
        ניירות ערך/מסחר/+One - במסלול +One בשלב זה, אשר
        <br />
        כולל, 10 פעולות קנייה ו/או מכירה בחודש, למעט תשלום הוצאות צד ג'. בכפוף
        לתעריפון ולתנאי הבנק.
      </p>
    </footer>
  );
}
